import { HeadingTwo } from '@/components/Heading'
import { ListNews } from '@/components/NewsTypes'
import Image from 'next/image'
import React from 'react'

const page = () => {
    return (
        <div className='max-w-[1200px] lg:px-5 px-2 container flex flex-col mt-10 gap-5'>
            <h2>रास्वपा सभापति लामिछाने रुपन्देही आउँदै</h2>
            <p className='py-3 border-y'>  मङ्गलबार, ०८ माघ २०८१, १६ : ०५</p>
            <Image src='https://nepalkhabar.prixacdn.net/media/albums/bibaha-ko-umer-story_FYl8eQxasx.png' alt='main_news' width={100} height={100} className='w-full rounded shadow-md shadow-theme-grey' />
            <p className='text-gray-700 text-lg'>
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’ <br /><br />
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’<br /><br />
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’<br /><br />
                रास्वपा लुम्बिनी प्रदेश उपाध्यक्ष शालिकराम घिमिरेले मंगलबार भैरहवा आउने र बुधबार अदालतमा जाने जानकारी दिए । उनले भने, ‘हामी उहाँको स्वागतका लागि विमानस्थलमा छौँ । उहाँ आज बाहिर बस्नु हुन्छ र भोलि अदालत जानुहुन्छ ।’
            </p>

            <HeadingTwo />
            <section id='news_list' className='flex items-center w-full gap-5 overflow-x-auto'>
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
                <ListNews />
            </section>
        </div>
    )
}

export default page